Repository: digitallinguists/imdi-search-plugin
Catalog: lang/imdi-*.po
Languages: de_de, es_es

source: An unknown error occurred. Please try again!
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte nochmals versuchen.
es_es: Lo sentimos, ha ocurrido un error desconocido.

source: Searching the archive...
de_de: Suche im Archiv...
es_es: Buscando en el archivo...

source: Input
de_de: Suche
es_es: Término de búsqueda

source: Search the Archive
de_de: Das Archiv durchsuchen
es_es: Buscar en el archivo

source: Results
de_de: Gefundene Sitzungen
es_es: Resultados

source: No search term was entered...
de_de: Kein Suchbegriff eingegeben...
es_es: No se ha introducido ningún termino de búsqueda

source: No results
de_de: Keine Ergebnisse
es_es: No hay ningún resultados.

source: Get ocurrences: no path
es_es: Get ocurrences: no path. Error en la configuración de categorías.

source: Access level 1: openly accessible
de_de: Access level 1: frei verfügbar
es_es: Nivel de acceso 1: acceso abierto

source: Access level 2: accessible to registered users
de_de: Access level 2: verfügbar für registrierte Benutzer
es_es: Nivel de acceso 2: acceso limitado para usuarios registrados

source: Access level 3: access can be requested
de_de: Access level 3: Zugriff muss angefordert werden
es_es: Nivel de acceso 3: el acceso puede ser solicitado

source: Access level 4: not accessible
de_de: Access level 4: nicht verfügbar
es_es: Nivel de acceso 4: no puede ser accedido

source: Type your search term here
de_de: Hier Suchbegriff eingeben
es_es: Introduzca un término de búsqeda

source: Categories
de_de: Kategorien
es_es: Categorías

source: Fulltext search
de_de: Volltextsuche
es_es: Búsqueda simple

source: Advanced search
de_de: Erweiterte Suche
es_es: Búsqueda avanzado

source: search
de_de: suche
es_es: buscar

source: Project
de_de: Projekt
es_es: Proyecto

source: Country
de_de: Land
es_es: País

source: Languages
de_de: Sprachen
es_es: Idiomas

source: File
de_de: Datei
es_es: Archivo

source: Go back to search results
de_de: Zurück zu den Suchergebnissen
es_es: Volver a los resultados de búsqueda

source: To download, right click on link and select 'Save as...'
es_es: Para descargar, haga click derecho sobre el enlace y selecciona "Guardar como..."

source: Get Resource:
es_es: Descargar el recurso:

source: This resource is not publicly accessible.
es_es: Este recurso no puede ser accedido por el público

source: Play
es_es: Reproducir

source: Pause
es_es: Pausa

source: Unknown media type
es_es: Típo de medio desconocido.

source: select archive
es_es: seleccionar archivo

source: Browsing archive:
es_es: Explorando el archivo:

source: Skip to content
es_es: Al contenido

source: No media type specified in shortcode
de_de: Kein Medientyp im Shortcode angegeben
